lib/xml/deleteWebConnector.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:deleteWebConnector>
            <!--Optional:-->
            <name>?</name>
        </ser:deleteWebConnector>
    </soapenv:Body>
</soapenv:Envelope>